
landmarks = [
    {"name": "Эрмитаж", "address": "Санкт-Петербург, Дворцовая площадь 2"},
    {"name": "Петропавловская крепость", "address": "Санкт-Петербург, Петропавловская крепость"},
    {"name": "Исаакиевский собор", "address": "Санкт-Петербург, Исаакиевская площадь"},
    {"name": "Петроградская сторона", "address": "Санкт-Петербург, Петроградская сторона"},
    {"name": "Адмиралтейство", "address": "Санкт-Петербург, Дворцовая набережная, 2"},
    {"name": "Смольный собор", "address": "Санкт-Петербург, Россия, Смольный, площадь Республики, 3"},
    {"name": "Казанский собор", "address": "Санкт-Петербург, Казанская площадь, 2"},
    {"name": "Михайловский замок", "address": "Санкт-Петербург, Михайловская площадь, 2"},
    {"name": "Александровский колоннад", "address": "Санкт-Петербург, Дворцовая площадь, 4"},
]
